Repository: mastershanto/clean_riverpod
Catalog: lib/l10n/app_*.arb
Languages: bn

# appTitle
source: Clean Riverpod
bn: ক্লিন রিভারপড

# dashboardTitle
source: Dashboard
bn: ড্যাশবোর্ড

source: Welcome Back! 👋
bn: স্বাগতম! 👋

# selectFeature
source: Select a feature to get started
bn: শুরু করতে একটি ফিচার নির্বাচন করুন

source: User CRUD
bn: ব্যবহারকারী ম্যানেজমেন্ট

# userCrudDesc
source: Manage user information
bn: ব্যবহারকারীর তথ্য পরিচালনা করুন

source: Analytics
bn: বিশ্লেষণ

# analyticsDesc
source: View statistics & reports
bn: পরিসংখ্যান ও রিপোর্ট দেখুন

source: Settings
bn: সেটিংস

# settingsDesc
source: Configure your preferences
bn: আপনার পছন্দ কনফিগার করুন

source: Profile
bn: প্রোফাইল

# profileDesc
source: Manage your profile
bn: আপনার প্রোফাইল পরিচালনা করুন

source: Notifications
bn: নোটিফিকেশন

# notificationsDesc
source: Check notifications
bn: নোটিফিকেশন দেখুন

source: Help & Support
bn: সাহায্য ও সাপোর্ট

# helpSupportDesc
source: Get help and support
bn: সাহায্য এবং সাপোর্ট পান

# moreFeaturesSoon
source: More features coming soon!
bn: আরো ফিচার শীঘ্রই আসছে!

source: Switch to Light Mode
bn: লাইট মোডে পরিবর্তন করুন

source: Switch to Dark Mode
bn: ডার্ক মোডে পরিবর্তন করুন

source: Switch to English
bn: ইংরেজিতে পরিবর্তন করুন

source: User Management
bn: ব্যবহারকারী ম্যানেজমেন্ট

source: Add User
bn: ব্যবহারকারী যোগ করুন

source: Edit User
bn: ব্যবহারকারী সম্পাদনা করুন

source: Delete User
bn: ব্যবহারকারী মুছুন

source: No users yet
bn: এখনো কোনো ব্যবহারকারী নেই

# addFirstUser
source: Tap + to add your first user
bn: প্রথম ব্যবহারকারী যোগ করতে + চাপুন

source: Name
bn: নাম

source: Email
bn: ইমেইল

source: Phone
bn: ফোন

source: Save
bn: সংরক্ষণ করুন

source: Cancel
bn: বাতিল

source: Delete
bn: মুছুন

# deleteConfirmTitle
source: Delete User
bn: ব্যবহারকারী মুছুন

# deleteConfirmMessage
source: Are you sure you want to delete this user?
bn: আপনি কি এই ব্যবহারকারীকে মুছে ফেলতে চান?

source: Coming Soon 🚀
bn: শীঘ্রই আসছে 🚀

# comingSoonDesc
source: This feature is under development. Check back soon!
bn: এই ফিচারটি এখনো তৈরি হচ্ছে। শীঘ্রই আসছে!

source: Back to Dashboard
bn: ড্যাশবোর্ডে ফিরুন
